[  {    "nameSurnameUser": "John Doe",    "rating": 5,    "reviewData": "The view from the restaurant was breathtaking! The food was delicious, the service was top-notch, and the atmosphere was perfect. I highly recommend visiting this restaurant."  },  {    "nameSurnameUser": "Jane Smith",    "rating": 4,    "reviewData": "The view from the restaurant was stunning. The food was good, the service was friendly, and the atmosphere was cozy. I would definitely recommend it to others."  },  {    "nameSurnameUser": "Bob Johnson",    "rating": 3,    "reviewData": "The view from the restaurant was nice, but the food and service were just okay. The atmosphere was pleasant, though."  },  {    "nameSurnameUser": "Sarah Davis",    "rating": 5,    "reviewData": "The view from the restaurant was breathtaking and the food was delicious! The service was exceptional, and the atmosphere was perfect. I highly recommend this restaurant."  },  {    "nameSurnameUser": "Michael Brown",    "rating": 4,    "reviewData": "The view from the restaurant was beautiful. The food was tasty, the service was friendly, and the atmosphere was cozy. I would definitely visit again."  },  {    "nameSurnameUser": "Emily Johnson",    "rating": 3,    "reviewData": "The view from the restaurant was good, but the food and service were just average. The atmosphere was pleasant, though."  },  {    "nameSurnameUser": "William Smith",    "rating": 5,    "reviewData": "The view from the restaurant was incredible and the food was delicious! The service was top-notch, and the atmosphere was perfect. I highly recommend this restaurant to others."  },  {    "nameSurnameUser": "David Wilson",    "rating": 4,    "reviewData": "The view from the restaurant was amazing. The food was tasty, the service was friendly, and the atmosphere was pleasant. I would definitely recommend it to others."  },  {    "nameSurnameUser": "Jennifer Davis",    "rating": 3,    "reviewData": "The view from the restaurant was nice, but the food and service were just average. The atmosphere was average, too."  },  {    "nameSurnameUser": "John Smith",    "rating": 5,    "reviewData": "The view from the restaurant was breathtaking and the food was delicious! The service was top-notch, and the atmosphere was perfect. I highly recommend this restaurant to others."  }]
